[A_Item_Custom.Shield_Buckler ShieldDefinition]
UseFailureCharacterMessage="He has %s Use this product."
ItemName="Oil rider"
PickupMessage="There is the first round stone.."
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You can't use this thing.."
NoManufacturerName="This is normal."

[A_Item_Custom.Shield_Buckler:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="He added [health]It will be great[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Buckler:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="He grew up [skill]Protect him[-skill] a [skill]All types of damage[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Buckler:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="It takes more than that to kill a cow.."
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_BucklerShieldCapacityProxy AttributePresentationDefinition]
Description="Force"
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_BucklerShieldDamageResistance AttributePresentationDefinition]
Description="there is no tolerance level"
NoConstraintText=""
Suffix=""
Prefix=""

